<?php echo $this->menuView(null, '/source'); ?>
<h1>Исходные коды Хаброметра</h1>
<p>Исходные коды распространяются по лицензии GPL3. В случае поднятия собственного публичного Хаброметр-сервиса Вы должны указать автора скриптов (Валера Леонтьев) и оформить ссылку со всех страниц сервиса на этот сайт следующего вида:</p>
<?php print htmlspecialchars('Реализовано на базе <a href="http://habrometr.ru">Хаброметра</a>'); ?>
<h2>Репозиторий с исходными кодами Хаброметра</h2>
<p><a href="http://code.google.com/p/habrometr/">http://code.google.com/p/habrometr/</a></p>